Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nmh.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Roaldsnes invited young people to take part in a music group over time.
nb: Roaldsnes inviterte ungdommer til å delta i en musikkgruppe over tid.

source: The model has also gained a footing internationally, in countries including Sweden, the Netherlands and the USA, and Solli is hoping that the research he is about to embark on will also assume relevance beyond Norway’s national borders.
nb: Modellen har også fotfeste internasjonalt, blant annet i Sverige, Nederland og USA, og Solli håper at forskningen han skal i gang med vil kunne få relevans også utenfor Norges landegrenser.

source: Storsve and Brøske Danielsen are developing a textbook on music play for the Primary Music Curriculum at schools and independent music educators.
nb: Storsve og Brøske Danielsen vil utvikle en fagbok om musisering, der målgruppen er kulturskole, grunnskole og det frivillige musikkliv.

source: “So maybe I should buy an espresso machine, as part of the implementation strategy,” Solli then said.
nb: – Så kanskje jeg skal kjøpe en espressomaskin, at det er en del av implementeringen, sa Solli den gangen.

source: “I have had a long-term plan to work within administration in the music industry.
nb: – Jeg har hatt en langsiktig plan om å arbeide administrativt i bransjen.

source: Possibilities in combining acoustic and amplified sound are explored with sound designer Asle Karstad.
nb: Muligheter i å kombinere akustisk og forsterket lyd utforskes sammen med lyddesigner Asle Karstad.

source: It brings together multiple arts disciplines.
nb: Det samler mange kunstarter.

source: Marc Battier from the Sorbonne and Lawrence Ferrara from New York University have written a preface to the book.
nb: Marc Battier ved Sorbonne og Lawrence Ferrara fra New York City University har skrevet forord til boka.

source: The Master of Music Performance Degree Programme is divided into six concentrations:
nb: Mastergradsstudiet i utøving er delt i følgende studieretninger:

source: Lasse Thoresen displays evidence of perseverance, with his 40-plus years of practical and theoretical work, given the meagre appreciation he has enjoyed here in Norway along the way.
nb: Lasse Thoresen beviser en utholdenhet med sitt over 40 år lange praktiske og teoretiske arbeid, også med tanke på den magre forståelse han opplever at han har fått her hjemme, underveis.

source: The studentmay also be tested in sight-reading.
nb: Studenten kan i tillegg bli prøvet i prima vista-spill.

source: So far he has recorded nearly 20 violin concertos.
nb: Hittil har han spilt inn nesten 20 fiolinkonserter.

source: Scope: 200–300 pages taken from the following core literature:
nb: Omfang 200-300 sider hentet fra følgende kjernelitteratur:

source: But you can still use your love of the material to study it in more depth, according to Buen.
nb: Du kan likevel fordype deg i det via kjærlighet til stoffet, i følge Buen.

source: : Assessment from the course instructor.
nb: Vurdering fra faglærer i kammermusikk.

source: Julius is active as a soloist, chamber and orchestra musician, as well as a teacher.
nb: I tillegg til å undervise er Julius aktiv som solist, kammermusiker og orkestermusiker.

source: Since then, he has stayed in Oslo.
nb: Siden har han blitt i Oslo.

source: When you find your way out of the dark cinema, you won’t have to walk far before arriving at Frogner Park.
nb: Finner du veien ut av kinomørket, er det ikke mange meterne før du befinner deg i Frognerparken.

source: "Music therapy is a resource-oriented approach in which there is no great need to talk, and music is something that gets people excited, after all.
nb: – Musikkterapi er en ressursorientert tilnærming der man ikke trenger å snakke så mye, og musikk er jo noe som fenger.

source: During the programme, students will complete a Master’s Project, which consists of an in-depth study of a self-selected topic/repertoire area.
nb: Studenten skal i løpet av programmet gjennomføre et masterarbeid, et selvstendig arbeid med fordypning i et selvvalgt tema/repertoarområde.

source: He is the winner of the International Music Competition in Markneukirchen, Germany in 2008 and ConocoPhilips competition in Oslo, Norway in 2009.
nb: I 2008 vant han den internasjonale musikk-konkurransen i Markneukirchen i Tyskland, og vant også ConocoPhillips-konkurransen i Oslo i 2009.

source: Create concert programs, plan PR and press contact
nb: Utarbeidelse av konsertprogram, programkommentarer, plan for PR og pressekontakt.

source: Attendance and active participation are mandatory.
nb: Det er obligatorisk aktiv deltagelse i undervisningen.

source: developing the student’s practical basso continuo skills
nb: utvikling av studentens praktiske ferdigheter i basso continuo

source: What happens in January 2021?
nb: Hva skjer i januar 2021?

source: The student must do 4 medium-sized assignments related to the course's progression. Deadlines for
nb: Studenten skal gjøre 4 middels store oppgaver knyttet til emnets progresjon.

source: Since January he has held weekly music lessons for the inmates of Ila Prison as part of his clinical internship in the music therapy course.
nb: Siden januar har han hatt ukentlige musikktimer med innsatte ved Ila fengsel, som del av sin praksisperiode i musikkterapi.

source: The movie, directed by our own av vår egen librarian Dag Johan Haugerud, is "a musical about music and morality".
nb: Filmen, som er regissert av vår egen bibliotekar Dag Johan Haugerud, er beskrevet av Cinemateket som «en musikal om musikk og moral».

source: Together we found a path, and music to concentrate and focus on.”
nb: hvordan de ville jobbe med musikk, deres interesser og ønsker.

source: It’s 12 degrees below zero outside, the coldest day of the winter so far, when Caso is finally finished with his travel quarantine.
nb: Det er 12 minusgrader og vinterens kaldeste dag når Caso endelig er ute av reisekarantene.

source: The rest of us listened, singing and playing along.
nb: Vi andre hørte på, og sang og spilte til.

source: The final assessment will be a pass/fail grade.
nb: Avsluttende vurdering uttrykkes med bestått/ ikke bestått.

source: “I think the model will remain an important educational tool for many years to come.
nb: – Jeg tror at det forholdet vil forbli et viktig pedagogisk virkemiddel i mange år.

source: We shouldn’t dismiss that.
nb: Det skal vi ikke ta lett på.

source: Then I hear a bird, a person singing, the sound of metal being struck, and place the sounds in folders, based on pitch.
nb: Så hører jeg en fugl, en person som synger, lyden av metall som blir slått på, og legger lydene i mapper ut i fra tonehøyde.

source: In 2018 two workshops were held for Master’s students in performance.
nb: I 2018 er det gjennomført to workshops for masterstudenter i utøving.

source: MA in vocal performance, Norwegian Academy of Music, 1999
nb: Hovedfag i utøvende sang med fordypningsemne, Norges musikkhøgskole, 1999

source: With Overgaard listening in on the big screen, a student panel took to the stage to discuss the talk they had just heard.
nb: Med en lyttende Overgaard med på storskjerm inntok et studentpanel scenen for å diskutere foredraget de nettopp hadde lyttet til.

source: In 2018, 19 concerts were presented at Oslo Prison; Ila Detention and Security Prison; Bredtveit Prison Service, Custody and Supervision Unit; and Romerike Prison, Ullersmo ward.
nb: I 2018 er det gjennomført 19 konserter i Oslo fengsel, Ila, Bredtveit fengsel og forvaringsanstalt og Romerike fengsel, Ullersmo avdeling.

source: An auto-ethnographic approach, existing of participant observations, interviews and sound/audio-recordings makes it possible for the artist, "the explorer", to document and reflect upon process and work.
nb: En auto-etnografisk tilnærming, bestående av deltagende observasjoner intervju og lyd/bilde-opptak gjør det mulig for utøveren, "utforskeren", å dokumentere og reflektere over prosess og arbeid.

source: Involvement and inclusivity will be in the driver’s seat, competence development will be a focus area, and we will strengthen our work on the development of the campus.
nb: Involvering + inkludering skal i førersetet, kompetanseutvikling skal på kartet, og vi skal forsterke arbeidet med campusutviklingen.

source: Starting already in February, he will be going across the globe to lead the Yong Siew Toh Conservatory of Music (YST).
nb: Allerede fra februar er han på plass på den andre siden av jordkloden, hvor han skal lede Yong Siew Toh Conservatory of Music (YST).

source: All course requirements must have been met by 15 April.
nb: Innen 15. april i emnets andre semester må alle arbeidskrav være godkjent.

source: Quite clearly, these parameters can be linked to a person’s health and quality of life,” says Merete Hoel Roaldsnes.
nb: Det er helt klart størrelser som kan knyttes til menneskets helse og livskvalitet, sier Merete Hoel Roaldsnes.

source: Living expenses and airline tickets were an additional outlay, and Villamizar had no other choice than to ask for donations.
nb: I tillegg kom levekostnader og flybillett, og Villamizar hadde ikke annet valg enn å be om donasjoner.

source: Today’s episode of Rector's Christmas features Live Roggen's personal and intimate version of «Et lite barn», based on Ingfrids improvisation.
nb: I dagens episode av Rektors jul, kan du høre Live Roggen lage sin egen versjon av «Et lite barn» med utgangspunkt i Ingfrids improvisasjon.

source: He was artistic director of the Oslo Winter Night festival (1995-2011) and “Baroque”(2001-2010), a festival in Øland, Sweden.
nb: Han var også kunstnerisk leder av Oslo Winter Festival (1995–2011) og Baroque, en festival i Øland i Sverige (2001–2010).

source: Critical scientific editions of Ludvig Irgens-Jensen works
nb: Kritisk-vitenskapelige edisjoner av Ludvig Irgens-Jensen

source: I was a little anxious about things like insurance, but when that was organised I actually had no doubts,” he says.
nb: Jeg var litt stressa med tanke på forsikringer og sånt, med da det gikk i orden var jeg egentlig ikke i tvil, sier han.

source: Location recording or multitrack recording 2: Blog and finished product
nb: Location recording eller lag-på-lag 2: Blogg og ferdig produkt

source: The semester assignment must be submitted to the course instructor by 15 May.
nb: Semesteroppgaven skal leveres til faglærer i emnet innen 15. mai.

source: there are probably between 80 000 and 100 000 Norwegians living with dementia today.
nb: Trolig lever mellom 80 000 og 100 000 nordmenn med demens i dag, basert på tall fra WHO.

source: “I’ve bought one!”
nb: – Det har jeg kjøpt!

source: “But also a growing sense of belonging to the society they have come to, Norway.
nb: – Men også en gryende tilhørighet til samfunnet de er kommet til, Norge.

source: Endpoints include physical activity, symptoms, cognitive function and markers of disease mechanisms (3).
nb: Programmet er satt sammen av musikkterapi og kognitiv adferdsterapi, samt elementer fra beslektede terapiformer som oppmerksomhetstrening og familieterapi (3).

source: “I’m expecting a certain amount of progress, that itwill sound different when I play in three years’ time.
nb: – Jeg forventer en viss utvikling, at det låter annerledes når jeg spiller etter de tre årene.

source: The student performs a 20 minutes programme for a jury of to internal examiners.
nb: Studenten fremfører 20 minutter av oppsatt repertoar foran en jury med to interne sensorer.

source: She regularly plays with the Lemur ensemble, Oslo Sinfonietta and Ensemble Ernst.
nb: Hun spiller jevnlig med Lemur ensemble, Oslo Sinfonietta og Ensemble Ernst.

source: The year 2020 has been a special one in many ways, including the fact that the Norwegian Jazz Forum has awarded an Honorary Buddy Award for the first time since 2003, to a person who has had an enormous influence on the development of Norwegian jazz and the Norwegian jazz community.
nb: Året 2020 er spesielt på mange måter, også på den måten at Norsk jazzforum for første gang siden 2003, deler ut en æres-Buddy til en person som har betydd enormt mye for utviklingen av norsk jazz og det norske jazzmiljøet.

source: But a motion capture suit costs around NOK 100 000, so you need the resources to be able to access it,” says Hatfield.
nb: Men en motion capture-drakt koster rundt 100 000 kr, det krever ressurser for å få tilgang til det, sier Hatfield.

source: Not only do they learn from what they experience, they also think about how to improve their own performance.
nb: De lærer ikke bare fra det de erfarer, men de tenker også på hvordan de kan forbedre sin egen fremføring.

source: Past experience indicates that 3 to 5 guidance hours per person provide a constructive framework.
nb: Av erfaring vil 3–5 veiledningstimer per person være en god ramme.

source: The group also consists of folk dancer Silje Onstad Hålien, folk musician and early musician Claire Salaman and interaction designer Maziar Raein.
nb: Gruppen består i tillegg av folkedanseren Silje Onstad Hålien, folkemusiker og tidligmusiker Claire Salaman og designer Maziar Raein.

source: Projects Tor Espen participates in
nb: Prosjekter Tor Espen er en del av

source: Eduardo Villamizar will also apply for a place as a regular student.
nb: Eduardo Villamizar skal også søke seg inn som vanlig student.

source: “So it was no foregone conclusion that this fascination with listening and this problem would finally crystallise into a method that would be possible to pass on to others,” he says, about the method that has been named aural sonology and is described in a 600-page book,
nb: – Så det var ikke noen selvfølge at denne lyttefascinasjonen og denne problematikken skulle enda opp i en metode som var mulig å gi til andre, sier han, om metoden som har fått navnet auditiv sonologi og som er beskrevet på 600 sider i verket Emergent musical forms, utgitt i bokform i fjor fra University of Western Ontario i Canada.

source: I’ve been working as a free-lance musician for many years, and it’s a hectic life.
nb: Jeg har jobbet som frilansmusiker i mange år nå, og det blir veldig travelt.

source: We must uphold this practice in our encounters with a society and music community that are continually changing.
nb: Dem skal vi ta vare på i møte med et samfunn og musikkliv i kontinuerlig endring.

source: This implies that we must acknowledge historical and traditional music in all genres, while at the same time we must try to take our place in the very forefront of innovation, in both our instruction and our R&D efforts.
nb: I dette ligger det at vi må anerkjenne historisk og tradisjonsbasert musikk i alle sjangre, på samme tid som vi må søke å stå helt i front på nyskapning, i undervisning og FoU-arbeid.

source: The Core Portfolios can have pages and collections that are kept private, and that are shared with mentor/teacher.
nb: Kjernemappen kan ha sider og mapper som er private eller som er delt med veileder/lærer.

source: The HES – QS World University Rankings are published annually by the Times Higher Education and Quacquarelli Symonds.
nb: HES – QS World University Rankings er en årlig rangering som blir publisert av Times Higher Education og Quacquarelli Symonds.

source: violinist and exchange student 2019/2020
nb: Fiolinist og utvekslingsstudent 2019/2020

source: The course is based on Principal instrument I (JZHO10 and JZHO11).
nb: Emnet bygger på Hovedinstrument I (JZHO10 og JZHO11).

source: There may be some who regard themselves as either one thing or the other, but you have to be able to master multiple roles as an ensemble musician too.
nb: Det er kanskje noen som ser på seg selv som enten det ene eller det andre, men man må kunne mestre flere roller som ensemblemusiker også.

source: The exam recitals will be physical concerts, primarily at Victoria and Riksscenen.
nb: Eksamenskonsert foregår fysisk, henholdsvis på Victoria og Riksscenen.

source: They may have traumas, may have a long journey behind them, and in all probability have experienced war and armed conflict, and lost family members,” Roaldsnes says.
nb: De kan ha traumer, har lagt bak seg en lang reise, og har høyst sannsynlig opplevd krig og væpnet konflikt, og mistet familiemedlemmer, sier Roaldsnes.

source: This question came from Anna Rødevand, NMH student and co-organiser of the Music Student Conference.
nb: Spørsmålet kom fra Anna Rødevand, NMH-student og medarrangør av Musikkstudentkonferansen.

source: The first of the four performances conceived by Haugen to find out whether there is still a place for political music theatre was staged in the run-up to Christmas 2016.
nb: Den første av de fire forestillingene Haugen setter opp for å finne ut om det politiske musikkteateret ennå har en plass, ble fremført før jul i 2016.

source: But how does Hollywood fit into Haugen’s quest for disproportionate power and the significance of political theatre?
nb: Men hvordan passer Hollywood inn i Haugens jakt på disproporsjonal makt og betydningen av politisk teater?

source: “I don't think we see them very often.
nb: – Jeg synes ikke jeg finner det så mange steder.

source: It could be craftsmanship, quality of expression and so on.
nb: Det kan handle om håndverksmessige kvaliteter, om uttrykkskvaliteter og så videre.

source: Over the course of the academic year, NMH also organises various optional courses / specialist seminars on topics such as musicians’ health, performance preparation, freelancing, industry knowledge etc.
nb: I tillegg arrangerer NMH i løpet av studieåret ulike kurs/spesialistseminarer, for eksempel relatert til musikerhelse, prestasjonsforberedelse, frilansvirksomhet, bransjekunnskap, som studentene kan velge å delta på.

source: To me, it’s about making that bubble bigger, to open it up and include more people.
nb: For meg handler det om å gjøre den boblen større, åpne den litt mer og inkludere flere.

source: The temperature in Singapore is pleasant and even, ranging from 26 to 32 degrees both day and night.
nb: Singapore har en jevn og behagelig temperatur på mellom 26 og 32 grader hver eneste dag, hele døgnet.

source: “Partimenti are instructional basso continuo lines, but the difference is that partimenti are not written as an accompaniment.
nb: – Partimenti er generalbassøvelser, men forskjellen er at partimenti ikke er skrevet som akkompagnement, det er solostykker.

source: NMH kringkasting, YouTube and social media
nb: NMH kringkasting, YouTube og sosiale medier

source: The project description must be signed by both the student and the supervisor.
nb: i studiets første semester, og signeres av både student og veileder.

source: Norwegian agency that delivers services in the areas of debt collection, invoicing, credit information, loan administration and portfolio purchases
nb: Norsk byrå som leverer tjenester innen inkasso, fakturering, analyse, kredittopplysning, låneadministrasjon og porteføljekjøp.

source: But why do we need it, and how do we justify the need for music in society?
nb: Men hvorfor gjør vi det og hvordan begrunner vi at vi trenger musikk i samfunnet?

source: At a transit reception centre for single, under-age refugees
nb: På transittmottak for enslige, mindreårige flyktninger

source: All courses which are part of the study programme, as well as the marks and number of credits, will be stated on the diploma.
nb: Alle emner som tilhører studieprogrammet vises på vitnemålet, med vurderingsuttrykk og antall studiepoeng.

source: Master recitals are held as public concerts through streaming/AV recording.
nb: Masterkonsertene avholdes som offentlig konsert med streaming/opptak.

source: Yes, we do.
nb: Ja, det gjør vi.

source: Interaction through Zoom, artistic development adapted to the individual student, and artistic knowledge culture in higher music education were among the topics presented in the course of the seminar.
nb: Samspill via Zoom, kunstnerisk utviklingsarbeid tilpasset den enkelte student og kunstneriske kunnskapskulturer i høyere musikkutdanning var blant temaene som ble presentert i løpet av seminaret.

source: Because basically we human beings are very much alike.
nb: For i bunn og grunn er vi mennesker veldig like.

source: Mozart, Beethoven – and Indian
nb: Mozart, Beethoven – og indisk

source: Attendance in class and concerts is compulsory.
nb: Det er obligatorisk deltagelse i undervisningen og konserter som inngår i emnet.

source: To establish in value chains and value systems.
nb: Å oppnå å kunne produsere deg selv i team med andre.

source: In the first semester of studies, the content is based on solo performance, and students who wish to may form a chamber music group and receive supervision as a group.
nb: I første semester av studiet er innholdet basert på solistisk utøving, samtidig som de studentene som ønsker det kan få danne kammermusikkgrupper og få veiledning som gruppe.

source: He completed his studies at the Norwegian Academy of Music, mastering in chamber music and solo performance with Frøydis Ree Wekre.
nb: Han avsluttet sine studier ved Norges musikkhøgskole med hovedfag i kammermusikk hos Frøydis Ree Wekre.

source: I have a feeling that if I take something and reuse it in some way, I’ll ruin what once was.
nb: Jeg har en følelse av at hvis jeg tar noe og gjenbruker det på en eller annen måte, vil jeg ødelegge det som var.

source: The creativity and effort that has gone into creating high-quality digital productions are both impressive and important.
nb: Kreativiteten og innsatsen for å lage digitale høykvalitetsproduksjoner er både imponerende og viktig.

source: The final assessment is made on the basis of a practical/oral exam lasting approx. 20 minutes and comprising prepared and unprepared exercises.
nb: Avsluttende vurdering fastsettes på grunnlag av en praktisk/muntlig eksamen med omfang på ca. 20 minutter, bestående av forberedte og uforberedte oppgaver.

source: The student must do 4 medium-sized assignments related to the course's progression.
nb: Studenten skal gjøre 4 middels store oppgaver knyttet til emnets

source: Slettahjell is currently a university lecturer in voice at the NMH.
nb: Slettahjell er i dag universitetslektor i sang på Musikkhøgskolen.

source: She completed her master’s studies as a flautist at the NMH in the spring of 2020, and planned to live in Oslo for a few years to see what freelance life was like.
nb: Hun uteksaminerte seg på til mastergrad som fløytist våren 2020 på Norges musikkhøgskole, og planla noen år i Oslo for å teste frilanslivet.

source: The primary investigator is professor Vegar Bruun Bratholm Wyller at Akershus university hospital (Ahus).
nb: Prosjektleder for hele studien er professor overlege Vegar Bruun Bratholm Wyller ved Akershus universitetssykehus (Ahus).

source: But luckily it all worked out.”
nb: Takk og pris for at det ordnet seg.

source: a repertoire of approx. 40 minutes (per year)
nb: repertoar på minimum 40 minutter for hele studieåret

source: We now want to gather data from a large, randomised controlled study with a broad geographical and cultural scope to evaluate the effect of music therapy on people living at home with dementia and their families,” says Karette Stensæth.
nb: Vi ønsker nå å samle data i en stor randomisert kontrollert studie med brei geografisk og kulturell spredning, om effekten av musikkterapi for hjemmeboende personer med demens og deres nærmeste, sier Karette Stensæth.

source: 2015–2018 Professor of music education and general education, Inland Norway University of Applied Sciences
nb: 2015–2018 Professor i musikkpedagogikk og pedagogikk, Høgskolen i Innlandet

source: Haugen was involved in both.
nb: Haugen gjorde jo begge deler.

source: Coffee, fruit and croissants.
nb: Kaffe, frukt og croissanter.
